tap "caarlos0/tap"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "gettext"
brew "glib"
brew "bat"
brew "cask"
brew "cava"
brew "ffmpeg"
brew "cliclick"
brew "cmake"
brew "desktop-file-utils"
brew "dua-cli"
brew "eza"
brew "fastfetch"
brew "fish"
brew "fzf"
brew "gnu-typist"
brew "go"
brew "pkgconf"
brew "gtk+3"
brew "gtk-mac-integration"
brew "hyfetch"
brew "intltool"
brew "lazygit"
brew "libmagic"
brew "ninja"
brew "meson"
brew "mpc"
brew "mpd", restart_service: :changed
brew "neovim"
brew "nicotine-plus"
brew "pipx"
brew "rust"
brew "sphinx-doc"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "caarlos0/tap/timer"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "calibre"
cask "discord"
cask "element"
cask "firefox"
cask "flux-app"
cask "font-iosevka-nerd-font"
cask "font-sf-pro"
cask "ghostty"
cask "handbrake-app"
cask "hiddenbar"
cask "homerow"
cask "hot"
cask "karabiner-elements"
cask "libreoffice"
cask "linearmouse"
cask "lulu"
cask "obsidian"
cask "prismlauncher"
cask "protonvpn"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "simpletex"
cask "sioyek"
cask "stolendata-mpv"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "vesktop"
cargo "display3d"
cargo "rmpc"
cargo "sccache"
cargo "wiki-tui"
cargo "xh"
